/* Format for artist name */
"ARTIST_NAME_LABEL_FORMAT" = "%2$@ van %1$@";

/* Localized kind: Album */
"Album" = "Album";

/* Localized kind: Software */
"App" = "App";

/* Localized kind: Audio Book */
"Audio Book" = "Audioboek";

/* Localized kind: Book */
"Book" = "Boek";

/* Error alert: message */
"Couldn't access iTunes Store" = "Er ging iets fout bij het communiceren met de iTunes winkel. Probeer het nog eens.";

/* Localized kind: E-Book */
"E-Book" = "E-Boek";

/* Localized Text: priceText */
"Free" = "Free";

/* Localized kind: Feature Movie */
"Movie" = "Film";

/* Localized kind: Music Video */
"Music Video" = "Videoclip";

/* Localized Text: Nothing Found */
"Nothing Found" = "Niets gevonden";

/* Alert button: title */
"OK" = "OK";

/* Error alert: title */
"Oops..." = "Foutje...";

/* Localized kind: Podcast */
"Podcast" = "Podcast";

/* Localized kind: Song */
"Song" = "Liedje";

/* Localized kind: TV Episode */
"TV Episode" = "TV serie";

/* Localized Label: Unknown */
"Unknown" = "Onbekend";

